Repository: pypi-data/pypi-mirror-190
Catalog: packages/thunar-plugins/thunar_plugins-1.4.0-py3-none-any.whl/thunar_plugins/locale/*.po
Languages: de

source: Add
de: Hinzufügen

# button to add metadata
source: Add
de: Hinzufügen

source: Add a {field} level to the current metadata-driven view
de: Der aktuellen Metadaten-Ansicht eine Ebene {field} hinzufügen

source: Add the file's folder structure to the current metadata-driven view
de: Der aktuellen Metadaten-Ansicht eine Ebenen entsprechend des Ursprünglichen Dateipfades hinzufügen

# minihelp for button
source: Add the value to the field, preserving other values.
de: Den Wert dem Feld hinzufügen, wobei andere Werte erhalten bleiben.

source: Add to View
de: Ansicht erweitern

source: Add untracked files to Git Annex
de: Dateien zu Git Annex hinzufügen

source: Back to previous view
de: Zurück zur letzten Ansicht

source: Build Metadata List
de: Metadatenliste generieren

source: Calculate several checksums for the selected files.
de: Diverse Prüfsummen für die ausgewählten Dateien berechnen.

source: Checksums
de: Prüfsummen

# button to clear metadata
source: Clear
de: Leeren

# minihelp for button
source: Clear the field of all values
de: Das Feld von allen Werten leeren

source: Configure installed Python plugins
de: Installierte Python-Erweiterungen konfigurieren

source: Couldn't create the link
de: Konnte die Verknüpfung nicht anlegen

source: Create _Link
de: _Verknüpfung anlegen

source: Create a _relative link
de: Eine _relative Verknüpfung anlegen

source: Create a link somewhere else pointing to this directory
de: Anderswo eine Verknüpfung zu diesem Ordner erstellen

source: Create a link somewhere else pointing to this file
de: Anderswo eine Verknüpfung zu dieser Datei erstellen

source: Cycle View
de: Ansicht rotieren

source: Cycle the view layers
de: Ansichtsebenen durchtauschen

source: Determining amount of annexed files in {repo}
de: Bestimme Anzahl Dateien im Annex in {repo}

source: Drop
de: Löschen

source: Drop files safely with Git Annex
de: Dateien löschen, wenn Git Annex einverstanden ist

# treeview-column-header
source: Enabled
de: Aktiviert

source: Error setting Git Annex metadata. The following command returned code {returncode}: {cmdline}
de: Fehler beim Setzen der Git Annex Metadaten. Der folgende Befehl hat Code {returncode} zurückgegeben: {cmdline}

# minihelp for text entry
source: Field names can only consist of characters A-Z0-9_.-
de: Feldnamen dürfen nur aus den Zeichen A-Z0-9_.- bestehen

# TreeView Column
source: File
de: Datei

# TreeView column
source: File
de: Datei

source: Get
de: Holen

source: Git Annex Context-Menu
de: Git Annex Kontextmenü

source: Git Annex File Synchronization
de: Git Annex Dateisynchronisation

# pane title
source: Git Annex Metadata
de: Git Annex Metadaten

source: Git Annex Properties Page
de: Git Annex Eigenschaften-Seite

source: Go back to last view
de: Zurück zur letzten Ansicht gehen

# Window Title
source: Hash
de: Prüfsummen

source: Hash Context-Menu
de: Prüfsummen-Kontextmenü

# TreeView Column
source: Hash Type
de: Prüfsummentyp

# TreeView Column
source: Hash Value
de: Prüfsummenwert

source: Here you can edit Git Annex metadata for the selected files.
de: Hier können Git Annex Metadaten für die ausgewählten Dateien bearbeitet werden.

source: Here you can generate an overview of the selected file's metadata.
de: Hier kann eine Übersicht über die Metadaten der ausgewählten Dateien erzeugt werden.

source: Install Git Annex to use this plugin: https://git-annex.branchable.com
de: Installiere Git Annex um dieses Plugin zu verwenden: https://git-annex.branchable.com

source: Link Context-Menu
de: Verknüpfungs-Kontextmenü

source: Link to this directory
de: Zu diesem Ordner verlinken

source: Link to this file
de: Zu dieser Datei verlinken

source: Lock
de: Sperren

source: Lock files with Git Annex. This saves disk space and is faster but makes them read-only.
de: Dateien mit Git Annex sperren. Spart Speicherplatz und ist schneller aber die Dateien sind nur lesbar.

source: Manipulate Git Annex Metadata
de: Git Annex Metadaten bearbeiten

source: Metadata
de: Metadaten

source: Modify current metadata-driven view
de: Aktuelle Metadaten-Ansicht bearbeiten

source: Open _Folder
de: _Ordner öffnen

source: Path
de: Pfad

# preferences-dialog
source: Plugin Preferences
de: Erweiterungseinstellungen

source: Plugins
de: Erweiterungen

# treeview-column-header
source: Python Package
de: Python-Paket

source: Python Plugin Preferences
de: Einstellungen der Python-Erweiterungen

source: Ran {cmd}
de: Ausgeführt: {cmd}

# progress bar text
source: Read Metadata
de: Metadaten lesen

source: Read metadata from {n} files in {path}
de: Metadaten von {n} Dateien in {path} gelesen

source: Reading metadata from Git Annex... ({n}/{n_files} files in {path})
de: Lese Metadaten von Git Annex... ({n}/{n_files} Dateien in {path})

source: Rebuild cache of Git Annex metadata to enable switching to views.
de: Git Annex Metadaten-Zwischenspeicher erstellen, um das Wechseln zu Ansichten zu ermöglichen.

# button to remove metadata
source: Remove
de: Entfernen

# minihelp for button
source: Remove value from field
de: Wert vom Feld entfernen

source: Retreve files with Git Annex
de: Dateien mit Git Annex holen

source: Running {cmd}...
de: Ausführen: {cmd}...

# button to set metadata
source: Set
de: Setzen

# button to set metadata
source: Set Default
de: Standard setzen

# minihelp for button
source: Set the field to the value if it doesn't already have another value set.
de: Das Feld auf den Wert setzen, wenn es noch keinen anderen Wert gesetzt hat.

# minihelp for button
source: Set the value of the field, removing all other values.
de: Wert des Feldes überschreiben, wobei alle anderen Werte entfernt werden.

source: Switch to Branch
de: Auf Branch wechseln

source: Switch to a metadata-driven view
de: Zu einer Metadaten-Ansicht wechseln

source: Switch to a metadata-driven view over field {field}
de: Zu einer Metadaten-Ansicht des Feldes {field} wechseln

source: Switch to a view that has the current folder structure.
de: In eine Ansicht wechseln, die die aktuelle Ordnerstruktur wiederspiegelt.

source: Switch to different git branch
de: Auf einen anderen git-Branch wechseln

source: Switch to git branch {!r}
de: Auf branch {!r} wechseln

source: Sync
de: Synchronisieren

source: Synchronize Git Annex state with other repos
de: Den Zustand dieses Git Annex Repositories mit den anderen Repositories synchronisieren

source: There are {n_fields} unique metadata fields.
de: Es gibt {n_fields} einzigartige Metadaten-Felder.

source: This currently can't be interrupted
de: Dieser Vorgang kann momentan nicht unterbrochen werden

source: This plugin adds a context menu item for creating symbolic links to files.
de: Diese Erweiterung fügt ein Kontextmenü zum Anlegen symbolischer Verknüpfungen zu Dateien hinzu.

source: This plugin adds a context menu item for managing Git Annex repositories.
de: Dieses Plugin fügt ein Kontextmenü für Git Annex Repositories hinzu.

source: This plugin adds a context menu to hash files.
de: Diese Erweiterung fügt ein Kontextmenü zum Berechnen von Prüfummen von Dateien hinzu.

source: This plugin adds a preference menu to Thunar enabling the (de)activation of specific Thunar Python plugins.
de: Diese Erweiterung fügt einen Einstellungsdialog zu Thunar hinzu, in dem einzelne Python-Erweiterungen (de)aktiviert werden können.

source: This plugin adds a properties page for managing Git Annex metadata.
de: Dieses Plugin fügt eine Eigenschaften-Seite für Git Annex Metadaten hinzu.

# window-title
source: Thunar Python Plugin Preferences
de: Einstellungen der Python-Erweiterungen

source: Unlock
de: Entsperren

source: Unlock files with Git Annex to make them editable. Increases disk usage and is slower.
de: Dateien mit Git Annex entsperren, um sie bearbeitbar zu machen. Erhöht Speichernutzung und ist langsamer.

source: View
de: Ansicht

source: Where to create the link?
de: Wo soll die Verknüpfung angelegt werden?

source: While creating a link at <tt><b>{link_location}</b></tt> pointing to <tt><b>{target_location}</b></tt> the following error occured: <b>{error}</b>
de: Beim Anlegen einer Verknüpfung bei <tt><b>{link_location}</b></tt> die auf <tt><b>{target_location}</b></tt> zeigt, ist folgender Fehler aufgetreten: <b>{error}</b>

source: You can't disable this package.
de: Dieses Paket kann nicht deaktiviert werden.

source: You can't disable this plugin.
de: Diese Erweiterung kann nicht deaktiviert werden.

source: You will need to <i>completely</i> close Thunar in order for the changes to take effect. You can do that by either logging out or running <b><tt>thunar -q</tt></b> in a terminal.
de: Thunar muss <i>komplett</i> geschlossen werden, damit diese Änderungen übernommen werden. Das kann entweder durch Ausloggen oder durch Ausführen von <b><tt>thunar -q</tt></b> in einem Terminal erreicht werden.

source: [Unavailable]
de: [Nicht verfügbar]

source: _Cancel
de: _Abbrechen

source: _Overwrite with Link
de: Mit _Verknüpfung überschreiben

# TreeView column title
source: field
de: Feld

# placeholder for text entry (Add value to FIELD)
source: field
de: Feld

source: read metadata from {n} files
de: Metadaten von {n} Dateien gelesen

source: unknown package
de: unbekanntes Paket

# TreeView column title
source: value
de: Wert

# placeholder for text entry (Add VALUE to field)
source: value
de: Wert

source: {n} files
de: {n} Dateien
